Repository: 8bit2qubit/XboxFullScreenExperienceTool
Catalog: XboxFullScreenExperienceTool/Resources/Strings.*.resx
Languages: de_de, fr_fr, ja_jp, ko_kr, ru_ru, zh_cn, zh_tw

# TooltipTouchDisabled
source: No touch support detected on your system. You can enable this to automatically launch the gamepad keyboard on logon for a controller-first experience.
de_de: Keine Touch-Unterstützung auf Ihrem System erkannt. Sie können diese Option aktivieren, um die Gamepad-Tastatur bei der Anmeldung automatisch zu starten und eine Controller-orientierte Erfahrung zu ermöglichen.
fr_fr: Aucun support tactile détecté sur votre système. Vous pouvez activer cette option pour lancer automatiquement le clavier pour manette à l'ouverture de session pour une expérience axée sur la manette.
ko_kr: 시스템에서 터치 지원이 감지되지 않았습니다. 컨트롤러 우선 환경을 위해 로그온 시 게임패드 키보드를 자동으로 시작하려면 이 옵션을 활성화할 수 있습니다.
ru_ru: В вашей системе не обнаружена поддержка сенсорного ввода. Вы можете включить эту опцию для автоматического запуска клавиатуры для геймпада при входе для удобства управления с контроллера.
zh_cn: 您的系统未检测到触摸支持。您可以启用此选项，以便在登录时自动为控制器体验启动游戏控制器键盘。
zh_tw: 您的系統未偵測到觸控支援。您可以啟用此選項，以在登入時自動為控制器體驗啟動觸控鍵盤。

# LogPanelTaskCreated
source: Scheduled task 'XFSET-SetPanelDimensions' has been created.
de_de: Geplante Aufgabe 'XFSET-SetPanelDimensions' wurde erstellt.
fr_fr: La tâche planifiée 'XFSET-SetPanelDimensions' a été créée.
ko_kr: 'SetPanelDimensions' 예약된 작업이 생성되었습니다.
ru_ru: Запланированная задача 'XFSET-SetPanelDimensions' была создана.
zh_cn: 任务计划 'XFSET-SetPanelDimensions' 已创建。
zh_tw: 工作排程 'SetPanelDimensions' 已建立。

# LogPanelTaskDeleted
source: Scheduled task 'XFSET-SetPanelDimensions' has been deleted.
de_de: Geplante Aufgabe 'XFSET-SetPanelDimensions' wurde gelöscht.
fr_fr: La tâche planifiée 'XFSET-SetPanelDimensions' a été supprimée.
ko_kr: 'SetPanelDimensions' 예약된 작업이 삭제되었습니다.
ru_ru: Запланированная задача 'XFSET-SetPanelDimensions' была удалена.
zh_cn: 任务计划 'XFSET-SetPanelDimensions' 已删除。
zh_tw: 工作排程 'SetPanelDimensions' 已刪除。

# LogKeyboardTaskCreated
source: Scheduled task 'XFSET-StartGamepadKeyboardOnLogon' has been created.
de_de: Geplante Aufgabe 'XFSET-StartGamepadKeyboardOnLogon' wurde erstellt.
fr_fr: La tâche planifiée 'XFSET-StartGamepadKeyboardOnLogon' a été créée.
ko_kr: 'StartTouchKeyboardOnLogon' 예약된 작업이 생성되었습니다。
ru_ru: Запланированная задача 'XFSET-StartGamepadKeyboardOnLogon' была создана.
zh_cn: 任务计划 'XFSET-StartGamepadKeyboardOnLogon' 已创建。
zh_tw: 工作排程 'StartTouchKeyboardOnLogon' 已建立。

# LogKeyboardTaskDeleted
source: Scheduled task 'XFSET-StartGamepadKeyboardOnLogon' has been deleted.
de_de: Geplante Aufgabe 'XFSET-StartGamepadKeyboardOnLogon' wurde gelöscht.
fr_fr: La tâche planifiée 'XFSET-StartGamepadKeyboardOnLogon' a été supprimée.
ko_kr: 'StartTouchKeyboardOnLogon' 예약된 작업이 삭제되었습니다。
ru_ru: Запланированная задача 'XFSET-StartGamepadKeyboardOnLogon' была удалена.
zh_cn: 任务计划 'XFSET-StartGamepadKeyboardOnLogon' 已删除。
zh_tw: 工作排程 'StartTouchKeyboardOnLogon' 已刪除。

# ShutdownReasonEnable
source: Xbox Full Screen Experience Tool is restarting the computer to complete the configuration.
de_de: Das Xbox-Vollbildschirm-Erfahrungs-Tool startet den Computer neu, um die Konfiguration abzuschließen.
fr_fr: L'Outil de l'expérience plein écran Xbox redémarre l'ordinateur pour terminer la configuration.
ko_kr: Xbox Full Screen Experience Tool이 구성을 완료하기 위해 컴퓨터를 다시 시작하고 있습니다.
ru_ru: Инструмент полноэкранного режима Xbox перезагружает компьютер для завершения настройки.
zh_cn: Xbox Full Screen Experience Tool 正在重新启动计算机以完成配置。
zh_tw: Xbox Full Screen Experience Tool 正在重新啟動電腦以完成設定。

# ShutdownReasonUninstall
source: Xbox Full Screen Experience Tool needs to reboot to complete uninstallation.
de_de: Das Xbox-Vollbildschirm-Erfahrungs-Tool muss neu gestartet werden, um die Deinstallation abzuschließen.
fr_fr: L'Outil de l'expérience plein écran Xbox doit redémarrer pour terminer la désinstallation.
ko_kr: Xbox Full Screen Experience Tool을(를) 제거하려면 다시 시작해야 합니다.
ru_ru: Инструменту полноэкранного режима Xbox требуется перезагрузка для завершения удаления.
zh_cn: Xbox Full Screen Experience Tool 需要重新启动以完成卸载。
zh_tw: Xbox Full Screen Experience Tool 需要重新開機以完成解除安裝。

# UpdateWindowsPrompt
source: Please run Windows Update to update your system to the latest version and try again.
de_de: Bitte führen Sie Windows Update aus, um Ihr System auf die neueste Version zu aktualisieren, und versuchen Sie es erneut.
fr_fr: Veuillez exécuter Windows Update pour mettre à jour votre système vers la dernière version, puis réessayez.
ko_kr: Windows Update를 실행하여 시스템을 최신 버전으로 업데이트한 후 다시 시도하십시오.
ru_ru: Пожалуйста, запустите Центр обновления Windows, чтобы обновить вашу систему до последней версии, и повторите попытку.
zh_cn: 请运行 Windows Update 将您的系统更新至最新版本后再试。
zh_tw: 請執行 Windows Update 將您的系統更新至最新版本後再試。

# LogArchNotSupported
source: Current CPU architecture (ARM64) does not support Driver Mode.
de_de: Die aktuelle CPU-Architektur (ARM64) unterstützt den Treibermodus nicht.
fr_fr: L'architecture CPU actuelle (ARM64) ne prend pas en charge le mode pilote.
ru_ru: Текущая архитектура ЦП (ARM64) не поддерживает режим драйвера.
zh_cn: 当前 CPU 架构 (ARM64) 不支持驱动程序模式。

# LogStatusCheckSummaryDetail
source: Status Check: Core={0}, Native={1}, Registry={2}, ScreenOverrideRequired={3}, CS={4}, Drv={5}, ScreenSize={6:F2}", TestSigning={7}
de_de: Statusprüfung: Kern={0}, Nativ={1}, Registrierung={2}, Bildschirmüberschreibung erforderlich={3}, CS={4}, Drv={5}, Bildschirmgröße={6:F2}", Testsignierung={7}
fr_fr: Vérification de l'état : Noyau={0}, Natif={1}, Registre={2}, Substitution écran requise={3}, CS={4}, Drv={5}, Taille écran={6:F2}", Signature test={7}
ru_ru: Проверка статуса: Ядро={0}, Нативный={1}, Реестр={2}, Требуется переопределение экрана={3}, CS={4}, Drv={5}, Размер экрана={6:F2}", Тестовая подпись={7}

# LogNativeSupportDetected
source: Detected build 26220.7271+, applying native support configuration. (Size: {0:F2}", Override: {1})
de_de: Build 26220.7271+ erkannt, wende native Support-Konfiguration an. (Größe: {0:F2}", Überschreibung: {1})
fr_fr: Build 26220.7271+ détectée, application de la configuration de support natif. (Taille : {0:F2}", Substitution : {1})
ru_ru: Обнаружена сборка 26220.7271+, применяется конфигурация нативной поддержки. (Размер: {0:F2}", Переопределение: {1})

# LogNonHandheldDetected
source: Non-handheld environment detected: Creating Registry maintenance task...
de_de: Nicht-Handheld-Umgebung erkannt: Erstelle Registrierungswartungsaufgabe...
fr_fr: Environnement non portable détecté : Création de la tâche de maintenance du registre...
ru_ru: Обнаружена не портативная среда: Создание задачи обслуживания реестра...

# LogHandheldDetected
source: Handheld device detected: No maintenance task required.
de_de: Handheld-Gerät erkannt: Keine Wartungsaufgabe erforderlich.
fr_fr: Appareil portable détecté : Aucune tâche de maintenance requise.
ru_ru: Обнаружено портативное устройство: Задача обслуживания не требуется.

# LogErrorArchivingLog
source: Failed to archive old log file: {0}
de_de: Fehler beim Archivieren der alten Protokolldatei: {0}
fr_fr: Échec de l'archivage de l'ancien fichier journal : {0}
ru_ru: Не удалось заархивировать старый файл журнала: {0}

# btnOpenSettings_Text
source: Open Full Screen Experience Settings
de_de: Vollbildschirm-Erfahrungseinstellungen öffnen

# btnCheckUpdates_Text
source: Check MS Store for Xbox Updates
de_de: Im MS Store nach Xbox-Updates suchen

# ErrorOpenSettings
source: Failed to open settings page: {0}
de_de: Fehler beim Öffnen der Einstellungsseite: {0}

# MsgOpenSettingsManual
source: Unable to open Windows Settings. Please manually go to [Start &gt; Settings &gt; Gaming &gt; Full Screen Experience].
de_de: Windows-Einstellungen konnten nicht geöffnet werden. Bitte gehen Sie manuell zu [Start > Einstellungen > Spielen > Vollbildschirm-Erfahrung].

# ErrorOpenStore
source: Failed to open Microsoft Store: {0}
de_de: Fehler beim Öffnen des Microsoft Store: {0}

# MsgOpenStoreManual
source: Unable to open Microsoft Store. Please manually check for Xbox related app updates.
de_de: Microsoft Store konnte nicht geöffnet werden. Bitte suchen Sie manuell nach Updates für Xbox-Apps.
