Repository: 8bit2qubit/XboxFullScreenExperienceTool
Catalog: XboxFullScreenExperienceTool/Resources/Strings.*.resx
Languages: de_de, fr_fr, ja_jp, ko_kr, ru_ru, zh_cn, zh_tw

# LogNoBackupFound
source: No backup file found, indicating this tool has not modified the registry. No restore needed.
de_de: Keine Sicherungsdatei gefunden, was darauf hindeutet, dass dieses Tool die Registrierung nicht geändert hat. Keine Wiederherstellung erforderlich.
fr_fr: Aucun fichier de sauvegarde trouvé, ce qui indique que cet outil n'a pas modifié le registre. Aucune restauration n'est nécessaire.
ja_jp: バックアップファイルが見つかりませんでした。このツールはレジストリを変更していないため、復元は必要ありません。
ko_kr: 백업 파일을 찾을 수 없습니다. 이 도구가 레지스트리를 수정하지 않았으므로 복원이 필요하지 않습니다.
ru_ru: Файл резервной копии не найден, что означает, что этот инструмент не изменял реестр. Восстановление не требуется.
zh_cn: 未找到备份文件，表示此工具未曾修改过注册表，无需还原。
zh_tw: 未找到備份檔，表示此工具未曾修改過登錄檔，無需還原。

# ErrorRestoringRegistry
source: Error restoring registry: {0}
de_de: Fehler beim Wiederherstellen der Registrierung: {0}
fr_fr: Erreur lors de la restauration du registre : {0}
ja_jp: レジストリの復元中にエラーが発生しました: {0}
ko_kr: 레지스트리를 복원하는 중 오류 발생: {0}
ru_ru: Ошибка при восстановлении реестра: {0}
zh_cn: 还原注册表时发生错误: {0}
zh_tw: 還原登錄檔時發生錯誤: {0}

# LogDeletingTask
source: Deleting scheduled task 'SetPanelDimensions'...
de_de: Lösche geplante Aufgabe 'SetPanelDimensions'...
fr_fr: Suppression de la tâche planifiée 'SetPanelDimensions'...
ja_jp: タスク 'SetPanelDimensions' を削除しています...
ko_kr: 작업 'SetPanelDimensions'를 삭제하는 중...
ru_ru: Удаление запланированной задачи 'SetPanelDimensions'...
zh_cn: 正在删除任务计划 'SetPanelDimensions'...
zh_tw: 正在刪除工作排程 'SetPanelDimensions'...

# LogTaskDeleted
source: Scheduled task deleted.
de_de: Geplante Aufgabe gelöscht.
fr_fr: Tâche planifiée supprimée.
ja_jp: タスクが削除されました。
ko_kr: 작업이 삭제되었습니다.
ru_ru: Запланированная задача удалена.
zh_cn: 任务计划已删除。
zh_tw: 工作排程已刪除。

# LogDisableComplete
source: --- Disable Process Complete ---
de_de: --- Deaktivierungsprozess abgeschlossen ---
fr_fr: --- Processus de désactivation terminé ---
ja_jp: --- 無効化プロセス完了 ---
ko_kr: --- 비활성화 프로세스 완료 ---
ru_ru: --- Процесс отключения завершен ---
zh_cn: --- 禁用流程完成 ---
zh_tw: --- 停用流程完成 ---

# ErrorAppRunning
source: Application is already running.
de_de: Die Anwendung wird bereits ausgeführt.
fr_fr: L'application est déjà en cours d'exécution.
ja_jp: アプリケーションは既に実行中です。
ko_kr: 응용 프로그램이 이미 실행 중입니다.
ru_ru: Приложение уже запущено.
zh_cn: 应用程序已经在运行中。
zh_tw: 應用程式已經在執行中。

# TaskSchedulerManagerErrorFindFile
source: Necessary file not found: {0}. Please ensure PhysPanelCS.exe is in the same directory as the main program.
de_de: Notwendige Datei nicht gefunden: {0}. Bitte stellen Sie sicher, dass sich PhysPanelCS.exe im selben Verzeichnis wie das Hauptprogramm befindet.
fr_fr: Fichier nécessaire non trouvé : {0}. Veuillez vous assurer que PhysPanelCS.exe se trouve dans le même répertoire que le programme principal.
ja_jp: 必要なファイルが見つかりません: {0}。PhysPanelCS.exe がメインプログラムと同じディレクトリにあることを確認してください。
ko_kr: 필요한 파일을 찾을 수 없습니다: {0}. PhysPanelCS.exe가 기본 프로그램과 동일한 디렉터리에 있는지 확인하십시오.
ru_ru: Необходимый файл не найден: {0}. Убедитесь, что PhysPanelCS.exe находится в той же папке, что и основная программа.
zh_cn: 找不到必要的文件: {0}。请确保 PhysPanelCS.exe 与主程序位于同一个目录。
zh_tw: 找不到必要的檔案: {0}。請確保 PhysPanelCS.exe 與主程式位於同一個目錄。

# TaskSchedulerManagerErrorCreate
source: Failed to create scheduled task: {0}
de_de: Erstellen der geplanten Aufgabe fehlgeschlagen: {0}
fr_fr: Échec de la création de la tâche planifiée : {0}
ja_jp: タスクの作成に失敗しました: {0}
ko_kr: 작업을 생성하지 못했습니다: {0}
ru_ru: Не удалось создать запланированную задачу: {0}
zh_cn: 创建任务计划失败: {0}
zh_tw: 建立工作排程失敗: {0}

# TaskSchedulerManagerErrorDelete
source: Failed to delete scheduled task: {0}
de_de: Löschen der geplanten Aufgabe fehlgeschlagen: {0}
fr_fr: Échec de la suppression de la tâche planifiée : {0}
ja_jp: タスクの削除に失敗しました: {0}
ko_kr: 작업을 삭제하지 못했습니다: {0}
ru_ru: Не удалось удалить запланированную задачу: {0}
zh_cn: 删除任务计划失败: {0}
zh_tw: 刪除工作排程失敗: {0}

# TaskSchedulerManagerErrorDirectoryNotFound
source: Could not get the application's installation directory.
de_de: Das Installationsverzeichnis der Anwendung konnte nicht ermittelt werden.
fr_fr: Impossible d'obtenir le répertoire d'installation de l'application.
ja_jp: アプリケーションのインストールディレクトリを取得できませんでした。
ko_kr: 응용 프로그램의 설치 디렉터리를 가져올 수 없습니다.
ru_ru: Не удалось получить каталог установки приложения.
zh_cn: 无法获取应用程序的安装目录。
zh_tw: 無法取得應用程式的安裝目錄。

# ErrorCertificateFileNotFound
source: Error: Certificate file '{0}' not found.
de_de: Fehler: Zertifikatsdatei '{0}' nicht gefunden.
fr_fr: Erreur : Fichier de certificat '{0}' non trouvé.
ja_jp: エラー: 証明書ファイル '{0}' が見つかりません。
ko_kr: 오류: 인증서 파일 '{0}'을(를) 찾을 수 없습니다.
ru_ru: Ошибка: Файл сертификата '{0}' не найден.
zh_cn: 错误: 找不到证书文件“{0}”。
zh_tw: 錯誤: 找不到憑證檔案 '{0}'。

# ErrorDriverFilesNotFound
source: Error: Driver files '{0}' or '{1}' not found.
de_de: Fehler: Treiberdateien '{0}' oder '{1}' nicht gefunden.
fr_fr: Erreur : Fichiers de pilote '{0}' ou '{1}' non trouvés.
ja_jp: エラー: ドライバーファイル '{0}' または '{1}' が見つかりません。
ko_kr: 오류: 드라이버 파일 '{0}' 또는 '{1}'을(를) 찾을 수 없습니다.
ru_ru: Ошибка: Файлы драйвера '{0}' или '{1}' не найдены.
zh_cn: 错误: 找不到驱动程序文件“{0}”或“{1}”。
zh_tw: 錯誤: 找不到驅動程式檔案 '{0}' 或 '{1}'。

# LogErrorDriverInstallFailed
source: Driver installation failed: {0}
de_de: Treiberinstallation fehlgeschlagen: {0}
fr_fr: L'installation du pilote a échoué : {0}
ja_jp: ドライバーのインストールに失敗しました: {0}
ko_kr: 드라이버 설치에 실패했습니다: {0}
ru_ru: Сбой установки драйвера: {0}
zh_cn: 驱动程序安装失败: {0}
zh_tw: 驅動程式安裝失敗: {0}

# LogErrorDriverRemoveFailed
source: Driver removal failed: {0}
de_de: Treiberentfernung fehlgeschlagen: {0}
fr_fr: La suppression du pilote a échoué : {0}
ja_jp: ドライバーの削除に失敗しました: {0}
ko_kr: 드라이버 제거에 실패했습니다: {0}
ru_ru: Сбой удаления драйвера: {0}
zh_cn: 驱动程序移除失败: {0}
zh_tw: 驅動程式移除失敗: {0}

# LogErrorPrefix
source: Error: {0}
de_de: Fehler: {0}
fr_fr: Erreur : {0}
ja_jp: エラー: {0}
ko_kr: 오류: {0}
ru_ru: Ошибка: {0}
zh_cn: 错误: {0}
zh_tw: 錯誤: {0}

# LogCertificateInstallSuccess
source: Certificate installed successfully.
de_de: Zertifikat erfolgreich installiert.
fr_fr: Certificat installé avec succès.
ja_jp: 証明書は正常にインストールされました。
ko_kr: 인증서를 성공적으로 설치했습니다.
ru_ru: Сертификат успешно установлен.
zh_cn: 证书安装成功。
zh_tw: 憑證安裝成功。

# LogDeletingDriverPackage
source: Found driver package '{0}', deleting...
de_de: Treiberpaket '{0}' gefunden, wird gelöscht...
fr_fr: Paquet de pilotes '{0}' trouvé, suppression en cours...
ja_jp: ドライバーパッケージ '{0}' が見つかりました。削除しています...
ko_kr: 드라이버 패키지 '{0}'을(를) 찾았습니다. 삭제 중...
ru_ru: Найден пакет драйверов '{0}', удаление...
zh_cn: 找到驱动程序包“{0}”，正在删除...
zh_tw: 找到驅動程式套件 '{0}'，正在刪除...

# LogDriverInstallCommandExecuted
source: Driver installation command executed.
de_de: Treiberinstallationsbefehl ausgeführt.
fr_fr: Commande d'installation du pilote exécutée.
ja_jp: ドライバーのインストールコマンドが実行されました。
ko_kr: 드라이버 설치 명령을 실행했습니다.
ru_ru: Команда установки драйвера выполнена.
zh_cn: 驱动程序安装命令已执行。
zh_tw: 驅動程式安裝指令已執行。

# LogDriverRemoveCommandExecuted
source: Driver removal command executed.
de_de: Treiberentfernungsbefehl ausgeführt.
fr_fr: Commande de suppression du pilote exécutée.
ja_jp: ドライバーの削除コマンドが実行されました。
ko_kr: 드라이버 제거 명령을 실행했습니다.
ru_ru: Команда удаления драйвера выполнена.
zh_cn: 驱动程序移除命令已执行。
zh_tw: 驅動程式移除指令已執行。

# LogFindingDriverPackage
source: Finding driver package (PhysPanelDrv.inf)...
de_de: Suche Treiberpaket (PhysPanelDrv.inf)...
fr_fr: Recherche du paquet de pilotes (PhysPanelDrv.inf)...
ja_jp: ドライバーパッケージ (PhysPanelDrv.inf) を検索しています...
ko_kr: 드라이버 패키지 (PhysPanelDrv.inf)를 찾는 중...
ru_ru: Поиск пакета драйверов (PhysPanelDrv.inf)...
zh_cn: 正在查找驱动程序包 (PhysPanelDrv.inf)...
zh_tw: 正在尋找驅動程式套件 (PhysPanelDrv.inf)...

# LogInstallingCertificate
source: Installing driver certificate...
de_de: Installiere Treiberzertifikat...
fr_fr: Installation du certificat de pilote...
ja_jp: ドライバー証明書をインストールしています...
ko_kr: 드라이버 인증서를 설치하는 중...
ru_ru: Установка сертификата драйвера...
zh_cn: 正在安装驱动程序证书...
zh_tw: 正在安裝驅動程式憑證...

# LogInstallingDriverWithDevcon
source: Installing driver using devcon...
de_de: Installiere Treiber mit devcon...
fr_fr: Installation du pilote avec devcon...
ja_jp: devcon を使用してドライバーをインストールしています...
ko_kr: devcon을 사용하여 드라이버를 설치하는 중...
ru_ru: Установка драйвера с помощью devcon...
zh_cn: 正在使用 devcon 安装驱动程序...
zh_tw: 正在使用 devcon 安裝驅動程式...

# LogRemovingDriverDevice
source: Removing driver device...
de_de: Entferne Treibergerät...
fr_fr: Suppression du périphérique de pilote...
ja_jp: ドライバーデバイスを削除しています...
ko_kr: 드라이버 장치를 제거하는 중...
ru_ru: Удаление устройства драйвера...
zh_cn: 正在移除驱动程序设备...
zh_tw: 正在移除驅動程式裝置...

# WarningOemInfNotFound
source: Warning: Corresponding oem<number>.inf file not found, it may have already been removed.
de_de: Warnung: Entsprechende oem<Nummer>.inf-Datei nicht gefunden, sie wurde möglicherweise bereits entfernt.
fr_fr: Avertissement : Fichier oem<numéro>.inf correspondant non trouvé, il a peut-être déjà été supprimé.
ja_jp: 警告: 対応する oem<番号>.inf ファイルが見つかりません。すでに削除されている可能性があります。
ko_kr: 경고: 해당하는 oem<번호>.inf 파일을 찾을 수 없습니다. 이미 제거되었을 수 있습니다.
ru_ru: Предупреждение: Соответствующий файл oem<номер>.inf не найден, возможно, он уже был удален.
zh_cn: 警告: 找不到对应的 oem<编号>.inf 文件，可能已被移除。
zh_tw: 警告: 找不到對應的 oem<編號>.inf 檔案，可能已被移除。

# grpPhysPanel_Text
source: Screen Dimensions Override Method (for non-handheld devices)
de_de: Methode zur Überschreibung der Bildschirmabmessungen (für Nicht-Handheld-Geräte)
fr_fr: Méthode de substitution des dimensions de l'écran (pour appareils non portables)
ja_jp: 画面サイズの上書き方式 (非ハンドヘルドデバイス向け)
ko_kr: 화면 크기 재정의 방식 (비 휴대용 장치용)
ru_ru: Метод переопределения размеров экрана (для не портативных устройств)
zh_cn: 屏幕尺寸覆写方式 (适用于非掌机)
zh_tw: 螢幕尺寸覆寫方式 (適用於非掌機)

# radPhysPanelCS_Text
source: PhysPanelCS (Task Scheduler Mode, Recommended default, No extra setup required)
de_de: PhysPanelCS (Aufgabenplanungsmodus, empfohlene Standardeinstellung, keine zusätzliche Einrichtung erforderlich)
fr_fr: PhysPanelCS (Mode Planificateur de tâches, recommandé par défaut, aucune configuration supplémentaire requise)
ja_jp: PhysPanelCS (タスクスケジューラモード、高セキュリティ、既定)
ko_kr: PhysPanelCS (작업 스케줄러 모드, 권장 기본값, 추가 설정 필요 없음)
ru_ru: PhysPanelCS (Режим планировщика задач, рекомендуется по умолчанию, не требует доп. настройки)
zh_cn: PhysPanelCS (任务计划模式，默认推荐方案，无需额外设置)
zh_tw: PhysPanelCS (工作排程模式，預設建議方案，無需額外設定)

# radPhysPanelDrv_Text
source: PhysPanelDrv (Driver Mode, Alternative, Requires disabling Secure Boot && enabling Test Signing)
de_de: PhysPanelDrv (Treibermodus, Alternative, erfordert Deaktivierung von Secure Boot && Aktivierung von Test Signing)
fr_fr: PhysPanelDrv (Mode Pilote, alternatif, nécessite la désactivation du Démarrage sécurisé et l'activation de la signature de test)
ja_jp: PhysPanelDrv (ドライバーモード、高安定性、テスト署名オン必須)
ko_kr: PhysPanelDrv (드라이버 모드, 고급 대안, 보안 부팅 비활성화 및 테스트 서명 활성화 필요)
ru_ru: PhysPanelDrv (Режим драйвера, альтернативный, требует отключения Secure Boot и включения тестовой подписи)
zh_cn: PhysPanelDrv (驱动程序模式，高级替代方案，需禁用安全启动并启用测试签名)
zh_tw: PhysPanelDrv (驅動程式模式，進階替代方案，需停用安全啟動並啟用測試簽章)

source: Status: Enabled (Driver Mode)
de_de: Status: Aktiviert (Treibermodus)
fr_fr: État : Activé (Mode Pilote)
ja_jp: 状態: 有効 (ドライバーモード)
ko_kr: 상태: 활성화됨 (드라이버 모드)
ru_ru: Статус: Включен (Режим драйвера)
zh_cn: 状态: 已启用 (驱动程序模式)
zh_tw: 狀態: 已啟用 (驅動程式模式)

# StatusEnabledSchedulerMode
source: Status: Enabled (Task Scheduler Mode)
de_de: Status: Aktiviert (Aufgabenplanungsmodus)
fr_fr: État : Activé (Mode Planificateur de tâches)
ja_jp: 状態: 有効 (タスクスケジューラモード)
ko_kr: 상태: 활성화됨 (작업 스케줄러 모드)
ru_ru: Статус: Включен (Режим планировщика задач)
zh_cn: 状态: 已启用 (任务计划模式)
zh_tw: 狀態: 已啟用 (工作排程模式)

# LogTestSigningDisabled
source: System Test Signing mode is not enabled. PhysPanelDrv option is disabled.
de_de: Der System-Testsignierungsmodus ist nicht aktiviert. Die PhysPanelDrv-Option ist deaktiviert.
fr_fr: Le mode de signature de test du système n'est pas activé. L'option PhysPanelDrv est désactivée.
ja_jp: システムのテスト署名モードが有効になっていません。PhysPanelDrv オプションは無効化されます。
ko_kr: 시스템 테스트 서명 모드가 활성화되어 있지 않습니다. PhysPanelDrv 옵션이 비활성화됩니다.
ru_ru: Режим тестовой подписи системы не включен. Опция PhysPanelDrv отключена.
zh_cn: 系统未启用测试签名模式，PhysPanelDrv 选项将被禁用。
zh_tw: 系統未啟用測試簽章模式，PhysPanelDrv 選項已停用。

# LogChoosingDriverMode
source: Driver Mode (PhysPanelDrv) selected...
de_de: Treibermodus (PhysPanelDrv) ausgewählt...
fr_fr: Mode Pilote (PhysPanelDrv) sélectionné...
ja_jp: ドライバーモード (PhysPanelDrv) を選択しました...
ko_kr: 드라이버 모드(PhysPanelDrv)를 선택했습니다...
ru_ru: Выбран режим драйвера (PhysPanelDrv)...
zh_cn: 已选择驱动程序模式 (PhysPanelDrv)...
zh_tw: 選擇驅動程式模式 (PhysPanelDrv)...

# LogRemovingOldTask
source: Detected existing scheduled task, removing it to avoid conflicts...
de_de: Bestehende geplante Aufgabe erkannt, wird zur Vermeidung von Konflikten entfernt...
fr_fr: Tâche planifiée existante détectée, suppression pour éviter les conflits...
ja_jp: 既存のスケジュールタスクを検出しました。競合を避けるために削除します...
ko_kr: 기존 예약된 작업을 감지했습니다. 충돌을 방지하기 위해 제거합니다...
ru_ru: Обнаружена существующая запланированная задача, удаляется во избежание конфликтов...
zh_cn: 检测到现有的任务计划，为避免冲突正在将其移除...
zh_tw: 偵測到舊的工作排程，正在移除...

# LogChoosingSchedulerMode
source: Task Scheduler Mode (PhysPanelCS) selected...
de_de: Aufgabenplanungsmodus (PhysPanelCS) ausgewählt...
fr_fr: Mode Planificateur de tâches (PhysPanelCS) sélectionné...
ja_jp: タスクスケジューラモード (PhysPanelCS) を選択しました...
ko_kr: 작업 스케줄러 모드(PhysPanelCS)를 선택했습니다...
ru_ru: Выбран режим планировщика задач (PhysPanelCS)...
zh_cn: 已选择任务计划模式 (PhysPanelCS)...
zh_tw: 選擇工作排程模式 (PhysPanelCS)...

# LogRemovingOldDriver
source: Detected existing driver service, removing it to avoid conflicts...
de_de: Bestehender Treiberdienst erkannt, wird zur Vermeidung von Konflikten entfernt...
fr_fr: Service de pilote existant détecté, suppression pour éviter les conflits...
ja_jp: 既存のドライバーサービスを検出しました。競合を避けるために削除します...
ko_kr: 기존 드라이버 서비스를 감지했습니다. 충돌을 방지하기 위해 제거합니다...
ru_ru: Обнаружена существующая служба драйвера, удаляется во избежание конфликтов...
zh_cn: 检测到现有的驱动程序服务，为避免冲突正在将其移除...
zh_tw: 偵測到驅動程式服務，正在移除...

# LogRemovingPhysPanelDrv
source: Removing PhysPanelDrv driver...
de_de: Entferne PhysPanelDrv-Treiber...
fr_fr: Suppression du pilote PhysPanelDrv...
ja_jp: PhysPanelDrv ドライバーを削除しています...
ko_kr: PhysPanelDrv 드라이버를 제거하는 중...
ru_ru: Удаление драйвера PhysPanelDrv...
zh_cn: 正在移除 PhysPanelDrv 驱动程序...
zh_tw: 正在移除 PhysPanelDrv 驅動程式...

# LogLoggingErrorPrefix
source: LOGGING ERROR
de_de: PROTOKOLLIERUNGSFEHLER
fr_fr: ERREUR DE JOURNALISATION
ja_jp: ログ記録エラー
ko_kr: 로깅 오류
ru_ru: ОШИБКА ЗАПИСИ В ЖУРНАЛ
zh_cn: 日志记录错误
zh_tw: 日誌記錄錯誤

# ErrorWritingLogFile
source: Failed to write to the log file: {0}
de_de: Fehler beim Schreiben in die Protokolldatei: {0}
fr_fr: Échec de l'écriture dans le fichier journal : {0}
ja_jp: ログファイルへの書き込みに失敗しました: {0}
ko_kr: 로그 파일에 쓰지 못했습니다: {0}
ru_ru: Не удалось записать в файл журнала: {0}
zh_cn: 写入日志文件失败: {0}
zh_tw: 寫入日誌檔案失敗: {0}

# LogStatusCheckSummary
source: Status Check: CoreEnabled={0} (ViVeFeatures={1}, Registry={2}), ScreenOverrideRequired={3}, OverridePresent={4} (CS={5}, Drv={6}), TestSigning={7}
de_de: Statusprüfung: KernAktiviert={0} (ViVeFeatures={1}, Registrierung={2}), BildschirmüberschreibungErforderlich={3}, ÜberschreibungVorhanden={4} (CS={5}, Drv={6}), Testsignierung={7}
fr_fr: Vérification de l'état : CœurActivé={0} (FonctionnalitésViVe={1}, Registre={2}), SubstitutionÉcranRequise={3}, SubstitutionPrésente={4} (CS={5}, Drv={6}), SignatureTest={7}
ja_jp: 状態チェック: コア有効={0} (ViVe機能={1}, レジストリ={2}), 画面上書き要={3}, 上書き存在={4} (CS={5}, Drv={6}), テスト署名={7}
ko_kr: 상태 확인: 코어활성화={0} (ViVe기능={1}, 레지스트리={2}), 화면재정의필요={3}, 재정의존재={4} (CS={5}, Drv={6}), 테스트서명={7}
ru_ru: Проверка статуса: ЯдроВключено={0} (ФункцииViVe={1}, Реестр={2}), ПереопределениеЭкранаТребуется={3}, ПереопределениеПрисутствует={4} (CS={5}, Drv={6}), ТестоваяПодпись={7}
zh_cn: 状态检查: 核心启用={0} (ViVe功能={1}, 注册表={2}), 需要屏幕覆写={3}, 覆写存在={4} (CS={5}, Drv={6}), 测试签名={7}
zh_tw: 狀態檢查: 核心啟用={0} (ViVe功能={1}, 登錄檔={2}), 螢幕覆寫需求={3}, 覆寫存在={4} (CS={5}, Drv={6}), 測試簽章={7}

# StatusDriverErrorNeedsDisable
source: Driver Mode Error: Please Disable to Restore
de_de: Fehler im Treibermodus: Bitte zur Wiederherstellung deaktivieren
fr_fr: Erreur du Mode Pilote : Veuillez désactiver pour restaurer
ja_jp: ドライバーモードエラー：無効化して復元してください
ko_kr: 드라이버 모드 오류. 복원하려면 비활성화하세요.
ru_ru: Ошибка режима драйвера: Пожалуйста, отключите для восстановления
zh_cn: 驱动模式错误，请禁用以进行还原
zh_tw: 驅動模式錯誤，請停用以進行還原

# LogDriverInstallCancelled
source: Driver installation was cancelled by the user or failed. The operation has been aborted.
de_de: Die Treiberinstallation wurde vom Benutzer abgebrochen oder ist fehlgeschlagen. Der Vorgang wurde abgebrochen.
fr_fr: L'installation du pilote a été annulée par l'utilisateur ou a échoué. L'opération a été abandonnée.
ja_jp: ドライバーのインストールがユーザーによってキャンセルされたか、失敗しました。操作は中止されました。
ko_kr: 드라이버 설치가 사용자에 의해 취소되었거나 실패했습니다. 작업이 중단되었습니다.
ru_ru: Установка драйвера была отменена пользователем или завершилась сбоем. Операция прервана.
zh_cn: 驱动程序安装已被用户取消或失败。操作已中止。
zh_tw: 驅動程式安裝已被使用者取消或失敗。操作已中止。

# LogErrorDriverRemoveFailedDuringSwitch
source: Failed to remove the existing driver while switching modes, but will proceed with setting up the new mode.
de_de: Fehler beim Entfernen des vorhandenen Treibers während des Moduswechsels, aber die Einrichtung des neuen Modus wird fortgesetzt.
fr_fr: Échec de la suppression du pilote existant lors du changement de mode, mais la configuration du nouveau mode va se poursuivre.
ja_jp: モードの切り替え中に既存のドライバーの削除に失敗しましたが、新しいモードの設定は続行されます。
ko_kr: 모드 전환 중 기존 드라이버 제거에 실패했지만, 새 모드 설정은 계속 진행됩니다.
ru_ru: Не удалось удалить существующий драйвер при переключении режимов, но настройка нового режима будет продолжена.
zh_cn: 在切换模式时移除现有驱动程序失败，但仍会继续设置新的模式。
zh_tw: 在切換模式時移除現有驅動程式失敗，但仍會繼續設定新的模式。

# LogErrorDriverRemoveFailedGeneral
source: Failed to remove the driver. Manual cleanup may be required.
de_de: Fehler beim Entfernen des Treibers. Eine manuelle Bereinigung könnte erforderlich sein.
fr_fr: Échec de la suppression du pilote. Un nettoyage manuel peut être nécessaire.
ja_jp: ドライバーの削除に失敗しました。手動でのクリーンアップが必要になる場合があります。
ko_kr: 드라이버 제거에 실패했습니다. 수동 정리가 필요할 수 있습니다.
ru_ru: Не удалось удалить драйвер. Может потребоваться ручная очистка.
zh_cn: 移除驱动程序失败，可能需要手动清理。
zh_tw: 移除驅動程式失敗，可能需要手動清理。

# LogOperationFailedRollingBack
source: Operation failed, rolling back changes...
de_de: Vorgang fehlgeschlagen, Änderungen werden zurückgesetzt...
fr_fr: L'opération a échoué, annulation des modifications...
ja_jp: 操作に失敗しました。変更を元に戻しています...
ko_kr: 작업에 실패하여 변경 사항을 되돌리는 중입니다...
ru_ru: Операция не удалась, откат изменений...
zh_cn: 操作失败，正在还原更改...
zh_tw: 操作失敗，正在還原變更...

# LogRollbackComplete
source: Rollback complete. No changes were made to the system.
de_de: Zurücksetzung abgeschlossen. Es wurden keine Änderungen am System vorgenommen.
fr_fr: Annulation terminée. Aucune modification n'a été apportée au système.
ja_jp: ロールバックが完了しました。システムに変更はありませんでした。
ko_kr: 롤백이 완료되었습니다. 시스템이 변경되지 않았습니다.
ru_ru: Откат завершен. В систему не было внесено никаких изменений.
zh_cn: 还原完成。系统未做任何更改。
zh_tw: 還原完成。系統未做任何變更。

# LogErrorDriverInstallCancelled
source: Driver installation failed or was cancelled by the user. (Exit code: {0})
de_de: Treiberinstallation fehlgeschlagen oder vom Benutzer abgebrochen. (Exit-Code: {0})
fr_fr: L'installation du pilote a échoué ou a été annulée par l'utilisateur. (Code de sortie : {0})
ja_jp: ドライバーのインストールが失敗したか、ユーザーによってキャンセルされました。 (終了コード: {0})
ko_kr: 드라이버 설치가 실패했거나 사용자에 의해 취소되었습니다. (종료 코드: {0})
ru_ru: Установка драйвера не удалась или была отменена пользователем. (Код выхода: {0})
zh_cn: 驱动程序安装失败或已被用户取消。 (退出代码: {0})
zh_tw: 驅動程式安裝失敗或已被使用者取消。 (結束代碼: {0})

# LogLargeScreenForceCS
source: Detected a screen size larger than 9.5 inches. To ensure compatibility, the override mode has been restricted to 'Task Scheduler (CS)' mode.
de_de: Eine Bildschirmgröße von mehr als 9,5 Zoll wurde erkannt. Um die Kompatibilität zu gewährleisten, wurde der Überschreibungsmodus auf den 'Aufgabenplanungsmodus (CS)' beschränkt.
fr_fr: Une taille d'écran supérieure à 9,5 pouces a été détectée. Pour garantir la compatibilité, le mode de substitution a été limité au mode 'Planificateur de tâches (CS)'.
ko_kr: 9.5인치보다 큰 화면 크기가 감지되었습니다. 호환성을 보장하기 위해 덮어쓰기 모드는 「작업 스케줄러 (CS)」 모드로 제한됩니다.
ru_ru: Обнаружен экран размером более 9,5 дюймов. Для обеспечения совместимости режим переопределения ограничен режимом 'Планировщик задач (CS)'.
zh_cn: 侦测到屏幕尺寸大于 9.5 英寸。为确保兼容性，已将覆写模式限制为“任务计划 (CS)”模式。
zh_tw: 偵測到螢幕尺寸大於 9.5 英吋。為確保相容性，已將覆寫模式限制為「工作排程 (CS)」模式。

# chkStartKeyboardOnLogon_Text
source: Start gamepad keyboard on logon and auto-hide to background
de_de: Gamepad-Tastatur bei Anmeldung starten und automatisch im Hintergrund verbergen
fr_fr: Démarrer le clavier pour manette à la connexion et masquer automatiquement en arrière-plan
ko_kr: 로그온 시 게임패드 키보드 시작
ru_ru: Запускать клавиатуру для геймпада при входе и автоматически скрывать в фоновый режим
zh_cn: 在登录时启动游戏控制器键盘，并自动隐藏至后台待命
zh_tw: 在登入時啟動觸控鍵盤

# LogCreatingKeyboardTask
source: Creating scheduled task to start gamepad keyboard on logon...
de_de: Erstelle geplante Aufgabe zum Starten der Gamepad-Tastatur bei Anmeldung...
fr_fr: Création de la tâche planifiée pour démarrer le clavier pour manette à l'ouverture de session...
ko_kr: 로그온 시 게임패드 키보드를 시작하도록 예약된 작업 생성 중...
ru_ru: Создание запланированной задачи для запуска клавиатуры для геймпада при входе...
zh_cn: 正在创建“登录时启动游戏控制器键盘”的任务计划...
zh_tw: 正在建立「登入時啟動鍵盤」的工作排程...

# LogDeletingKeyboardTask
source: Deleting scheduled task for starting gamepad keyboard on logon...
de_de: Lösche geplante Aufgabe zum Starten der Gamepad-Tastatur bei Anmeldung...
fr_fr: Suppression de la tâche planifiée pour démarrer le clavier pour manette à l'ouverture de session...
ko_kr: 로그온 시 게임패드 키보드를 시작하기 위한 예약된 작업 삭제 중...
ru_ru: Удаление запланированной задачи для запуска клавиатуры для геймпада при входе...
zh_cn: 正在删除“登录时启动游戏控制器键盘”的任务计划...
zh_tw: 正在刪除「登入時啟動鍵盤」的工作排程...

# ErrorKeyboardTask
source: Failed to modify the gamepad keyboard startup task. Error: {0}
de_de: Fehler beim Ändern der Startaufgabe für die Gamepad-Tastatur. Fehler: {0}
fr_fr: Échec de la modification de la tâche de démarrage du clavier pour manette. Erreur : {0}
ko_kr: 게임패드 키보드 시작 작업을 수정하지 못했습니다. 오류: {0}
ru_ru: Не удалось изменить задачу запуска клавиатуры для геймпада. Ошибка: {0}
zh_cn: 修改游戏控制器键盘启动任务计划时出错。错误: {0}
zh_tw: 修改鍵盤啟動工作排程時發生錯誤。錯誤: {0}

# LogTouchSupportStatus
source: Touch support detected: {0}
de_de: Touch-Unterstützung erkannt: {0}
fr_fr: Support tactile détecté : {0}
ko_kr: 터치 지원 감지됨: {0}
ru_ru: Обнаружена поддержка сенсорного ввода: {0}
zh_cn: 检测到触摸支持状态: {0}
zh_tw: 偵測到觸控支援狀態: {0}

# TooltipTouchEnabled
source: Your system has native touch support. Windows will manage the gamepad keyboard display automatically.
de_de: Ihr System verfügt über native Touch-Unterstützung. Windows verwaltet die Anzeige der Gamepad-Tastatur automatisch.
fr_fr: Votre système dispose d'un support tactile natif. Windows gérera automatiquement l'affichage du clavier pour manette.
ko_kr: 시스템이 기본적으로 터치를 지원합니다. Windows가 게임패드 키보드 표시를 자동으로 관리합니다.
ru_ru: Ваша система имеет встроенную поддержку сенсорного ввода. Windows будет автоматически управлять отображением клавиатуры для геймпада.
zh_cn: 您的系统已原生支持触摸，Windows 将自动管理游戏控制器键盘的显示。
zh_tw: 您的系統已原生支援觸控，Windows 將自動管理觸控鍵盤的顯示。
