Repository: 8bit2qubit/XboxFullScreenExperienceTool
Catalog: XboxFullScreenExperienceTool/Resources/Strings.*.resx
Languages: de_de, fr_fr, ja_jp, ko_kr, ru_ru, zh_cn, zh_tw

# MainFormTitle
source: Xbox Full Screen Experience Tool
de_de: Xbox-Vollbildschirm-Erfahrungs-Tool
fr_fr: Outil de l'expérience plein écran Xbox
ja_jp: Xbox 全画面表示エクスペリエンスツール
ko_kr: Xbox 전체 화면 경험 도구
ru_ru: Инструмент полноэкранного режима Xbox
zh_cn: Xbox 全屏体验工具
zh_tw: Xbox 全螢幕體驗工具

source: Unknown Version
de_de: Unbekannte Version
fr_fr: Version inconnue
ja_jp: 不明なバージョン
ko_kr: 알 수 없는 버전
ru_ru: Неизвестная версия
zh_cn: 未知版本
zh_tw: 未知版本

# ErrorReadingVersion
source: Error reading version number: {0}
de_de: Fehler beim Lesen der Versionsnummer: {0}
fr_fr: Erreur lors de la lecture du numéro de version : {0}
ja_jp: バージョン番号の読み取りとタイトルの設定中にエラーが発生しました: {0}
ko_kr: 버전 번호를 읽고 제목을 설정하는 중 오류 발생: {0}
ru_ru: Ошибка при чтении номера версии: {0}
zh_cn: 读取版本号并设置标题时发生错误: {0}
zh_tw: 讀取版本號並設定標題時發生錯誤: {0}

# WelcomeMessage
source: Welcome to the Xbox Full Screen Experience Tool!
de_de: Willkommen beim Xbox-Vollbildschirm-Erfahrungs-Tool!
fr_fr: Bienvenue dans l'Outil de l'expérience plein écran Xbox !
ja_jp: Xbox 全画面表示エクスペリエンスツールへようこそ！
ko_kr: Xbox 전체 화면 경험 도구에 오신 것을 환영합니다!
ru_ru: Добро пожаловать в Инструмент полноэкранного режима Xbox!
zh_cn: 欢迎使用 Xbox 全屏体验工具！
zh_tw: 歡迎使用 Xbox 全螢幕體驗工具！

# ErrorCheckBuild
source: Checking Windows build failed with an unexpected error: {0}
de_de: Die Überprüfung des Windows-Builds ist mit einem unerwarteten Fehler fehlgeschlagen: {0}
fr_fr: Échec de la vérification de la build de Windows avec une erreur inattendue : {0}
ja_jp: Windows ビルドの確認中に予期せぬエラーが発生しました: {0}
ko_kr: Windows 빌드를 확인하는 중 예기치 않은 오류 발생: {0}
ru_ru: Ошибка при проверке сборки Windows: {0}
zh_cn: 检查 Windows 构建时发生未预期错误: {0}
zh_tw: 檢查 Windows 組建時發生未預期錯誤: {0}

source: Version Incompatible
de_de: Version inkompatibel
ja_jp: バージョンの互換性がありません
ko_kr: 버전이 호환되지 않음
ru_ru: Несовместимая версия
zh_cn: 版本不兼容
zh_tw: 版本不相容

# ErrorReadRegistry
source: Error: Failed to read or parse current OS build information (CurrentBuild or UBR) from the registry.
de_de: Fehler: Die aktuellen Build-Informationen des Betriebssystems (CurrentBuild oder UBR) konnten nicht aus der Registrierung gelesen oder analysiert werden.
fr_fr: Erreur : Échec de la lecture ou de l'analyse des informations de build de l'OS (CurrentBuild ou UBR) depuis le registre.
ja_jp: エラー: レジストリから現在の OS のビルド情報 (CurrentBuild または UBR) を読み取れないか、解析できません。
ko_kr: 오류: 레지스트리에서 현재 OS의 빌드 정보(CurrentBuild 또는 UBR)를 읽거나 구문 분석할 수 없습니다.
ru_ru: Ошибка: Не удалось прочитать или проанализировать информацию о сборке ОС (CurrentBuild или UBR) из реестра.
zh_cn: 错误: 无法从注册表读取或解析当前 OS 的构建信息 (CurrentBuild 或 UBR)。
zh_tw: 錯誤: 無法從登錄檔讀取或解析目前 OS 的組建資訊 (CurrentBuild 或 UBR)。

# YourBuildVersion
source: Your Windows build version: {0}
de_de: Ihre Windows-Build-Version: {0}
fr_fr: Votre version de build Windows : {0}
ja_jp: お使いの Windows ビルドバージョン: {0}
ko_kr: Windows 빌드 버전: {0}
ru_ru: Ваша версия сборки Windows: {0}
zh_cn: 您的 Windows 构建版本: {0}
zh_tw: 您的 Windows 組建版本: {0}

# ErrorBuildTooLow
source: Error: Your Windows build ({0}) is too low.
de_de: Fehler: Ihr Windows-Build ({0}) ist zu alt.
fr_fr: Erreur : Votre build de Windows ({0}) est trop ancienne.
ja_jp: エラー：お使いの Windows ビルドバージョン ({0}) は低すぎます。
ko_kr: 오류: Windows 빌드 버전({0})이 너무 낮습니다.
ru_ru: Ошибка: Ваша версия сборки Windows ({0}) слишком старая.
zh_cn: 错误: 您的 Windows 构建版本 ({0}) 过低。
zh_tw: 錯誤: 您的 Windows 組建版本 ({0}) 過低。

# RequiredBuild
source: This tool requires build {0} or higher.
de_de: Dieses Tool erfordert Build {0} oder höher.
fr_fr: Cet outil nécessite la build {0} ou une version ultérieure.
ja_jp: このツールにはビルドバージョン {0} 以降が必要です。
ko_kr: 이 도구는 빌드 버전 {0} 이상이 필요합니다.
ru_ru: Для этого инструмента требуется сборка {0} или выше.
zh_cn: 此工具需要构建版本 {0} 或更高版本。
zh_tw: 此工具需要組建版本 {0} 或更高版本。

# VersionOK
source: Version meets requirements.
de_de: Version erfüllt die Anforderungen.
fr_fr: La version est conforme aux exigences.
ja_jp: バージョンは要件を満たしています。
ko_kr: 버전이 요구 사항을 충족합니다.
ru_ru: Версия соответствует требованиям.
zh_cn: 版本符合要求。
zh_tw: 版本符合要求。

source: Status: Checking...
de_de: Status: Wird geprüft...
fr_fr: État : Vérification en cours...
ja_jp: 状態：検出中...
ko_kr: 상태: 감지 중...
ru_ru: Статус: Проверка...
zh_cn: 状态: 检测中...
zh_tw: 狀態: 偵測中...

source: Status: Enabled
de_de: Status: Aktiviert
fr_fr: État : Activé
ja_jp: 状態：有効
ko_kr: 상태: 활성화됨
ru_ru: Статус: Включен
zh_cn: 状态: 已启用
zh_tw: 狀態: 已啟用

source: Status: Disabled
de_de: Status: Deaktiviert
fr_fr: État : Désactivé
ja_jp: 状態：無効
ko_kr: 상태: 비활성화됨
ru_ru: Статус: Отключен
zh_cn: 状态: 未启用
zh_tw: 狀態: 未啟用

# StatusNeedsFix
source: Status: Needs fix (Screen dimensions task not set up correctly)
de_de: Status: Korrektur erforderlich (Aufgabe für Bildschirmabmessungen nicht korrekt eingerichtet)
fr_fr: État : Nécessite une correction (tâche de dimension d'écran mal configurée)
ja_jp: 状態：修正が必要 (画面サイズタスクが正しく作成されていません)
ko_kr: 상태: 수정 필요 (화면 크기 작업이 올바르게 설정되지 않음)
ru_ru: Статус: Требуется исправление (задача для размеров экрана настроена неверно)
zh_cn: 状态: 需要修复 (未创建正确的屏幕尺寸任务)
zh_tw: 狀態: 需要修正 (未建立正確的螢幕尺寸工作)

source: Status: Unknown (Error)
de_de: Status: Unbekannt (Fehler)
fr_fr: État : Inconnu (Erreur)
ja_jp: 状態：不明 (エラー)
ko_kr: 상태: 알 수 없음 (오류)
ru_ru: Статус: Неизвестно (Ошибка)
zh_cn: 状态: 未知 (错误)
zh_tw: 狀態: 未知 (錯誤)

source: Status: Restart pending...
de_de: Status: Neustart ausstehend...
fr_fr: État : Redémarrage en attente...
ja_jp: 状態：再起動待ち...
ko_kr: 상태: 다시 시작 대기 중...
ru_ru: Статус: Ожидается перезагрузка...
zh_cn: 状态: 等待重启...
zh_tw: 狀態: 等待重新啟動...

# btnEnable_Text
source: Enable Xbox Full Screen Experience
de_de: Xbox-Vollbildschirm-Erfahrung aktivieren
fr_fr: Activer l'expérience plein écran Xbox
ja_jp: Xbox 全画面表示エクスペリエンスを有効にする
ko_kr: Xbox 전체 화면 경험 활성화
ru_ru: Включить полноэкранный режим Xbox
zh_cn: 启用 Xbox 全屏体验
zh_tw: 啟用 Xbox 全螢幕體驗

# btnEnable_Text_Fix
source: Fix Xbox Full Screen Experience
de_de: Xbox-Vollbildschirm-Erfahrung korrigieren
fr_fr: Corriger l'expérience plein écran Xbox
ja_jp: Xbox 全画面表示エクスペリエンスを修正する
ko_kr: Xbox 전체 화면 경험 수정
ru_ru: Исправить полноэкранный режим Xbox
zh_cn: 修复 Xbox 全屏体验
zh_tw: 修正 Xbox 全螢幕體驗

# btnDisable_Text
source: Disable && Restore
de_de: Deaktivieren && Wiederherstellen
fr_fr: Désactiver && Restaurer
ja_jp: 無効にして元に戻す
ko_kr: 비활성화하고 복원
ru_ru: Отключить и восстановить
zh_cn: 禁用并还原
zh_tw: 停用並還原

# grpActions_Text
source: Actions
de_de: Aktionen
ja_jp: 操作
ko_kr: 작업
ru_ru: Действия
zh_cn: 操作
zh_tw: 操作

# grpOutput_Text
source: Log
de_de: Protokoll
fr_fr: Journal
ja_jp: 実行ログ
ko_kr: 실행 로그
ru_ru: Журнал
zh_cn: 运行日志
zh_tw: 執行日誌

# ErrorCheckStatus
source: An error occurred while checking status: {0}
de_de: Beim Überprüfen des Status ist ein Fehler aufgetreten: {0}
fr_fr: Une erreur est survenue lors de la vérification de l'état : {0}
ja_jp: 状態の確認中にエラーが発生しました: {0}
ko_kr: 상태를 확인하는 중 오류 발생: {0}
ru_ru: Произошла ошибка при проверке статуса: {0}
zh_cn: 检查状态时发生错误: {0}
zh_tw: 檢查狀態時發生錯誤: {0}

# LogStatusCheck
source: Status Check -> ViVe Features: {0}, Registry: {1}, Task Required: {2}, Task Exists: {3}
de_de: Statusprüfung -> ViVe-Features: {0}, Registrierung: {1}, Aufgabe erforderlich: {2}, Aufgabe vorhanden: {3}
fr_fr: Vérification de l'état -> Fonctionnalités ViVe : {0}, Registre : {1}, Tâche requise : {2}, Tâche existante : {3}
ja_jp: 状態チェック -> ViVe 機能: {0}, レジストリ: {1}, タスク要件: {2}, タスク存在: {3}
ko_kr: 상태 확인 -> ViVe 기능: {0}, 레지스트리: {1}, 작업 요구 사항: {2}, 작업 존재: {3}
ru_ru: Проверка статуса -> Функции ViVe: {0}, Реестр: {1}, Задача требуется: {2}, Задача существует: {3}
zh_cn: 状态检查 -> ViVe 功能: {0}, 注册表: {1}, 任务需求: {2}, 任务存在: {3}
zh_tw: 狀態檢查 -> ViVe 功能: {0}, 登錄檔: {1}, 工作需求: {2}, 工作存在: {3}

# LogRegStatusFalseNotExist
source: False (Not exist)
de_de: Falsch (Nicht vorhanden)
fr_fr: Faux (Inexistante)
ja_jp: False (存在しません)
ko_kr: False (존재하지 않음)
ru_ru: False (Не существует)
zh_cn: False (不存在)
zh_tw: False (不存在)

# LogRegStatusTrue
source: True (Value is 46)
de_de: Wahr (Wert ist 46)
fr_fr: Vrai (La valeur est 46)
ja_jp: True (値は 46)
ko_kr: True (값은 46)
ru_ru: True (Значение 46)
zh_cn: True (值为 46)
zh_tw: True (值為 46)

# LogRegStatusFalseWrongValue
source: False (Value is {0})
de_de: Falsch (Wert ist {0})
fr_fr: Faux (La valeur est {0})
ja_jp: False (値は {0})
ko_kr: False (값은 {0})
ru_ru: False (Значение {0})
zh_cn: False (值为 {0})
zh_tw: False (值為 {0})

# LogErrorReadingScreenSize
source: Failed to read screen dimensions, unable to determine if a scheduled task is needed.
de_de: Fehler beim Lesen der Bildschirmabmessungen, es kann nicht bestimmt werden, ob eine geplante Aufgabe benötigt wird.
fr_fr: Échec de la lecture des dimensions de l'écran, impossible de déterminer si une tâche planifiée est nécessaire.
ja_jp: 画面サイズを読み取れないため、スケジュールされたタスクが必要かどうかを判断できません。
ko_kr: 화면 크기를 읽을 수 없어 예약된 작업이 필요한지 확인할 수 없습니다.
ru_ru: Не удалось прочитать размеры экрана, невозможно определить, требуется ли запланированная задача.
zh_cn: 无法读取屏幕尺寸，将无法判断是否需要任务计划。
zh_tw: 無法讀取螢幕尺寸，將無法判斷是否需要排程工作。

# LogBeginEnable
source: --- Starting Enable Process ---
de_de: --- Start des Aktivierungsprozesses ---
fr_fr: --- Début du processus d'activation ---
ja_jp: --- 有効化プロセスを開始 ---
ko_kr: --- 활성화 프로세스 시작 ---
ru_ru: --- Начало процесса включения ---
zh_cn: --- 开始启用流程 ---
zh_tw: --- 開始啟用流程 ---

# LogReadingScreenSize
source: Reading current screen dimensions...
de_de: Lese aktuelle Bildschirmabmessungen...
fr_fr: Lecture des dimensions actuelles de l'écran...
ja_jp: 現在の画面サイズを読み取り中...
ko_kr: 현재 화면 크기를 읽는 중...
ru_ru: Чтение текущих размеров экрана...
zh_cn: 正在读取当前屏幕尺寸...
zh_tw: 正在讀取目前螢幕尺寸...

# LogScreenSizeSuccess
source: Successfully read screen dimensions: {0}x{1}mm.
de_de: Bildschirmabmessungen erfolgreich gelesen: {0}x{1}mm.
fr_fr: Dimensions de l'écran lues avec succès : {0}x{1}mm.
ja_jp: 画面サイズの読み取りに成功しました: {0}x{1}mm。
ko_kr: 화면 크기 읽기 성공: {0}x{1}mm.
ru_ru: Размеры экрана успешно прочитаны: {0}x{1}мм.
zh_cn: 成功读取屏幕尺寸: {0}x{1}mm。
zh_tw: 成功讀取螢幕尺寸: {0}x{1}mm。

# LogScreenSizeUndefined
source: Undefined screen dimensions (0x0mm) detected, creating startup task...
de_de: Undefinierte Bildschirmabmessungen (0x0mm) erkannt, erstelle Startaufgabe...
fr_fr: Dimensions d'écran non définies (0x0mm) détectées, création d'une tâche de démarrage...
ja_jp: 未定義の画面サイズ (0x0mm) が検出されました。起動タスクをスケジュールしています...
ko_kr: 정의되지 않은 화면 크기(0x0mm)가 감지되었습니다. 부팅 작업 예약 중...
ru_ru: Обнаружены неопределенные размеры экрана (0x0мм), создается задача автозапуска...
zh_cn: 检测到未定义的屏幕尺寸 (0x0mm)，正在创建开机任务计划...
zh_tw: 偵測到未定義的螢幕尺寸 (0x0mm)，正在建立開機工作排程...

# LogScreenSizeTooLarge
source: Screen size ({0:F2}") is larger than the {1}" threshold, creating startup task...
de_de: Bildschirmabmessung ({0:F2}") ist größer als der Schwellenwert von {1}", erstelle Startaufgabe...
fr_fr: La dimension de l'écran ({0:F2}") est supérieure au seuil de {1}", création d'une tâche de démarrage...
ja_jp: 画面サイズ ({0:F2}インチ) がしきい値 {1}インチ を超えているのを検出しました。起動タスクをスケジュールしています...
ko_kr: 화면 크기({0:F2}인치)가 임계값 {1}인치를 초과하는 것이 감지되었습니다. 부팅 작업 예약 중...
ru_ru: Размер экрана ({0:F2}") превышает порог в {1}", создается задача автозапуска...
zh_cn: 检测到屏幕尺寸 ({0:F2}") 大于 {1}" 阈值，正在创建开机任务计划...
zh_tw: 偵測到螢幕尺寸 ({0:F2}") 大於 {1}" 門檻，正在建立開機工作排程...

# LogTaskCreated
source: Task 'SetPanelDimensions' created.
de_de: Aufgabe 'SetPanelDimensions' wurde erstellt.
fr_fr: La tâche 'SetPanelDimensions' a été créée.
ja_jp: タスク 'SetPanelDimensions' が作成されました。
ko_kr: 작업 'SetPanelDimensions'가 생성되었습니다.
ru_ru: Задача 'SetPanelDimensions' создана.
zh_cn: 任务计划 'SetPanelDimensions' 已创建。
zh_tw: 工作排程 'SetPanelDimensions' 已建立。

# LogTaskNotNeeded
source: Screen size ({0:F2}") is within the {1}" range, no task needed.
de_de: Bildschirmabmessung ({0:F2}") liegt innerhalb des Bereichs von {1}", keine Aufgabe erforderlich.
fr_fr: La dimension de l'écran ({0:F2}") est dans la plage de {1}", aucune tâche n'est nécessaire.
ja_jp: 画面サイズ ({0:F2}インチ) が {1}インチ の範囲内のため、タスクをスケジュールする必要はありません。
ko_kr: 화면 크기({0:F2}인치)가 {1}인치 범위 내에 있으므로 작업을 예약할 필요가 없습니다.
ru_ru: Размер экрана ({0:F2}") находится в пределах {1}", задача не требуется.
zh_cn: 屏幕尺寸 ({0:F2}") 在 {1}" 范围内，无需创建任务计划。
zh_tw: 螢幕尺寸 ({0:F2}") 在 {1}" 範圍內，無需建立工作排程。

# LogErrorReadingScreenSizeEnable
source: Failed to read screen dimensions, skipping this step.
de_de: Fehler beim Lesen der Bildschirmabmessungen, dieser Schritt wird übersprungen.
fr_fr: Échec de la lecture des dimensions de l'écran, cette étape est ignorée.
ja_jp: 画面サイズの読み取りに失敗しました。このステップはスキップされます。
ko_kr: 화면 크기를 읽는 데 실패했습니다. 이 단계를 건너뜁니다.
ru_ru: Не удалось прочитать размеры экрана, этот шаг пропускается.
zh_cn: 读取屏幕尺寸失败，将跳过此步骤。
zh_tw: 讀取螢幕尺寸失敗，將跳過此步驟。

# LogBackupAndSetRegistry
source: Backing up and setting registry...
de_de: Sichere und setze Registrierung...
fr_fr: Sauvegarde et configuration du registre...
ja_jp: レジストリをバックアップして設定しています...
ko_kr: 레지스트리 백업 및 설정 중...
ru_ru: Резервное копирование и настройка реестра...
zh_cn: 正在备份并设置注册表...
zh_tw: 正在備份並設定登錄檔...

# LogRegistryBackupSuccess
source: Backed up original DeviceForm value ({0}) to {1}.
de_de: Ursprünglicher DeviceForm-Wert ({0}) wurde nach {1} gesichert.
fr_fr: La valeur originale de DeviceForm ({0}) a été sauvegardée dans {1}.
ja_jp: 元の DeviceForm 値 ({0}) を {1} にバックアップしました。
ko_kr: 원래 DeviceForm 값({0})을 {1}에 백업했습니다.
ru_ru: Исходное значение DeviceForm ({0}) сохранено в {1}.
zh_cn: 已备份原始 DeviceForm 数值 ({0}) 到 {1}。
zh_tw: 已備份原始 DeviceForm 數值 ({0}) 到 {1}。

# LogRegistryBackupMarkedForDelete
source: Original DeviceForm value not found, created restore marker.
de_de: Ursprünglicher DeviceForm-Wert nicht gefunden, Wiederherstellungsmarkierung erstellt.
fr_fr: Valeur originale de DeviceForm non trouvée, un marqueur de restauration a été créé.
ja_jp: 元の DeviceForm 値が存在しないことが検出されました。復元マーカーが作成されました。
ko_kr: 원래 DeviceForm 값이 존재하지 않는 것이 감지되었습니다. 복원 마커가 생성되었습니다.
ru_ru: Исходное значение DeviceForm не найдено, создан маркер восстановления.
zh_cn: 检测到 DeviceForm 原始值不存在，已创建还原标记。
zh_tw: 偵測到 DeviceForm 原始值不存在，已建立還原標記。

# LogRegistrySetSuccess
source: Registry key successfully set to 46 (0x2E).
de_de: Registrierungsschlüssel erfolgreich auf 46 (0x2E) gesetzt.
fr_fr: La clé de registre a été configurée avec succès à 46 (0x2E).
ja_jp: レジストリが正常に 46 (0x2E) に設定されました。
ko_kr: 레지스트리가 46(0x2E)으로 성공적으로 설정되었습니다.
ru_ru: Ключ реестра успешно установлен в 46 (0x2E).
zh_cn: 注册表已成功设置为 46 (0x2E)。
zh_tw: 登錄檔已成功設定為 46 (0x2E)。

# LogEnablingFeatures
source: Enabling Feature IDs: {0}...
de_de: Aktiviere Feature-IDs: {0}...
fr_fr: Activation des ID de fonctionnalités : {0}...
ja_jp: 機能 ID: {0} を有効にしています...
ko_kr: 기능 ID 활성화 중: {0}...
ru_ru: Включение идентификаторов функций: {0}...
zh_cn: 正在启用功能 ID: {0}...
zh_tw: 正在啟用功能 ID: {0}...

# LogFeaturesEnabledSuccess
source: Features enabled successfully.
de_de: Features erfolgreich aktiviert.
fr_fr: Fonctionnalités activées avec succès.
ja_jp: 機能が正常に有効になりました。
ko_kr: 기능이 성공적으로 활성화되었습니다.
ru_ru: Функции успешно включены.
zh_cn: 功能已成功启用。
zh_tw: 功能已成功啟用。

# LogEnableComplete
source: --- Enable Process Complete ---
de_de: --- Aktivierungsprozess abgeschlossen ---
fr_fr: --- Processus d'activation terminé ---
ja_jp: --- 有効化プロセス完了 ---
ko_kr: --- 활성화 프로세스 완료 ---
ru_ru: --- Процесс включения завершен ---
zh_cn: --- 启用流程完成 ---
zh_tw: --- 啟用流程完成 ---

# PromptRestartCaptionSuccess
source: Success
de_de: Erfolg
fr_fr: Succès
ja_jp: 有効化成功
ko_kr: 활성화 성공
ru_ru: Успешно
zh_cn: 启用成功
zh_tw: 啟用成功

# PromptRestartCaptionDisableSuccess
source: Disable Success
de_de: Deaktivierung erfolgreich
fr_fr: Désactivation réussie
ja_jp: 無効化成功
ko_kr: 비활성화 성공
ru_ru: Отключение успешно
zh_cn: 禁用成功
zh_tw: 停用成功

# PromptRestartMessage
source: The settings have been applied successfully. Your computer must be restarted for the changes to take effect.
de_de: Die Einstellungen wurden erfolgreich übernommen. Ihr Computer muss neu gestartet werden, damit die Änderungen wirksam werden.
fr_fr: Les paramètres ont été appliqués avec succès. Votre ordinateur doit être redémarré pour que les modifications prennent effet.
ja_jp: すべての変更が適用されました。完全に有効にするにはコンピュータを再起動する必要があります。 今すぐ再起動しますか？
ko_kr: 설정이 성공적으로 적용되었습니다. 변경 사항을 적용하려면 컴퓨터를 다시 시작해야 합니다.
ru_ru: Настройки успешно применены. Чтобы изменения вступили в силу, необходимо перезагрузить компьютер.
zh_cn: 设置已成功应用。您的计算机必须重新启动，更改才会生效。
zh_tw: 設定已成功套用。您的電腦必須重新啟動，變更才會生效。

# LogUserRestartNow
source: User chose to restart now.
de_de: Benutzer hat den sofortigen Neustart gewählt.
fr_fr: L'utilisateur a choisi de redémarrer maintenant.
ja_jp: ユーザーは今すぐコンピュータを再起動することを選択しました。
ko_kr: 사용자가 지금 컴퓨터를 다시 시작하기로 선택했습니다.
ru_ru: Пользователь выбрал перезагрузить сейчас.
zh_cn: 用户选择立即重新启动电脑。
zh_tw: 使用者選擇立即重新啟動電腦。

# ErrorRestartFailed
source: Failed to execute restart command: {0}
de_de: Fehler beim Ausführen des Neustartbefehls: {0}
fr_fr: Échec de l'exécution de la commande de redémarrage : {0}
ja_jp: 再起動コマンドの実行に失敗しました: {0}
ko_kr: 다시 시작 명령을 실행하지 못했습니다: {0}
ru_ru: Не удалось выполнить команду перезагрузки: {0}
zh_cn: 无法运行重新启动命令: {0}
zh_tw: 無法執行重新啟動命令: {0}

# MessageBoxRestartFailed
source: Could not automatically restart. Please restart your computer manually.
de_de: Automatischer Neustart konnte nicht durchgeführt werden. Bitte starten Sie Ihren Computer manuell neu.
fr_fr: Impossible de redémarrer automatiquement. Veuillez redémarrer votre ordinateur manuellement.
ja_jp: 再起動コマンドを自動的に実行できませんでした。手動でコンピュータを再起動してください。
ko_kr: 다시 시작 명령을 자동으로 실행할 수 없습니다. 컴퓨터를 수동으로 다시 시작하십시오.
ru_ru: Не удалось выполнить автоматическую перезагрузку. Пожалуйста, перезагрузите компьютер вручную.
zh_cn: 无法自动运行重新启动命令，请手动重新启动您的电脑。
zh_tw: 無法自動執行重新啟動命令，請手動重新啟動您的電腦。

# LogUserRestartLater
source: User chose to restart later. No further actions can be performed until restart.
de_de: Benutzer hat gewählt, später neu zu starten. Bis zum Neustart können keine weiteren Aktionen durchgeführt werden.
fr_fr: L'utilisateur a choisi de redémarrer plus tard. Aucune autre action ne peut être effectuée avant le redémarrage.
ja_jp: ユーザーは後で再起動することを選択しました。再起動が完了するまで、他の操作は実行できません。
ko_kr: 사용자가 나중에 다시 시작하기로 선택했습니다. 다시 시작하기 전까지 다른 작업을 수행할 수 없습니다.
ru_ru: Пользователь выбрал перезагрузить позже. До перезагрузки нельзя выполнять другие действия.
zh_cn: 用户选择稍后重新启动。在重新启动前，无法进行其他操作。
zh_tw: 使用者選擇稍後重新啟動。在重新啟動前，無法進行其他操作。

# HandleExceptionMessage
source: An error occurred: {0} Please ensure you are running this program with administrator privileges.
de_de: Ein Fehler ist aufgetreten: {0} Bitte stellen Sie sicher, dass Sie dieses Programm mit Administratorrechten ausführen.
fr_fr: Une erreur est survenue : {0} Veuillez vous assurer que vous exécutez ce programme avec les privilèges d'administrateur.
ja_jp: エラーが発生しました: {0} このプログラムを管理者権限で実行していることを確認してください。
ko_kr: 오류가 발생했습니다: {0} 이 프로그램을 관리자 권한으로 실행하고 있는지 확인하십시오.
ru_ru: Произошла ошибка: {0} Пожалуйста, убедитесь, что вы запускаете эту программу с правами администратора.
zh_cn: 发生错误: {0} 请确认您是以系统管理员权限运行本程序。
zh_tw: 發生錯誤: {0} 請確認您是以系統管理員權限執行本程式。

# HandleExceptionTitle
source: Error
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー
ko_kr: 오류
ru_ru: Ошибка
zh_cn: 错误
zh_tw: 錯誤

# LogErrorUnexpected
source: An unexpected error occurred: {0}
de_de: Ein unerwarteter Fehler ist aufgetreten: {0}
fr_fr: Une erreur inattendue est survenue : {0}
ja_jp: 予期せぬエラーが発生しました: {0}
ko_kr: 예기치 않은 오류가 발생했습니다: {0}
ru_ru: Произошла непредвиденная ошибка: {0}
zh_cn: 发生未预期的错误: {0}
zh_tw: 發生未預期的錯誤: {0}

# LogErrorAdminRights
source: Please ensure this program is run with [Administrator Privileges].
de_de: Bitte stellen Sie sicher, dass dieses Programm mit [Administratorrechten] ausgeführt wird.
fr_fr: Veuillez vous assurer que ce programme est exécuté avec les [privilèges d'administrateur].
ja_jp: このプログラムが【管理者権限】で実行されていることを確認してください。
ko_kr: 이 프로그램이 [관리자 권한]으로 실행되고 있는지 확인하십시오.
ru_ru: Пожалуйста, убедитесь, что эта программа запущена с [правами администратора].
zh_cn: 请确认本程序是否以【系统管理员权限】运行。
zh_tw: 請確認本程式是否以【系統管理員權限】執行。

# LogBeginDisable
source: --- Starting Disable Process ---
de_de: --- Start des Deaktivierungsprozesses ---
fr_fr: --- Début du processus de désactivation ---
ja_jp: --- 無効化プロセスを開始 ---
ko_kr: --- 비활성화 프로세스 시작 ---
ru_ru: --- Начало процесса отключения ---
zh_cn: --- 开始禁用流程 ---
zh_tw: --- 開始停用流程 ---

# LogDisablingFeatures
source: Explicitly disabling Feature IDs: {0}...
de_de: Deaktiviere explizit Feature-IDs: {0}...
fr_fr: Désactivation explicite des ID de fonctionnalités : {0}...
ja_jp: 機能 ID: {0} を明示的に無効にしています...
ko_kr: 기능 ID를 명시적으로 비활성화하는 중: {0}...
ru_ru: Принудительное отключение идентификаторов функций: {0}...
zh_cn: 正在明确禁用功能 ID: {0}...
zh_tw: 正在明確停用功能 ID: {0}...

# LogFeaturesDisabledSuccess
source: Features successfully set to disabled state.
de_de: Features erfolgreich in den deaktivierten Zustand versetzt.
fr_fr: Les fonctionnalités ont été définies avec succès à l'état désactivé.
ja_jp: 機能が無効状態に正常に設定されました。
ko_kr: 기능이 비활성화 상태로 성공적으로 설정되었습니다.
ru_ru: Функции успешно переведены в отключенное состояние.
zh_cn: 功能已成功设置为禁用状态。
zh_tw: 功能已成功設定為停用狀態。

# LogCheckingRegistryRestore
source: Checking if DeviceForm registry value needs to be restored...
de_de: Prüfe, ob der Registrierungswert DeviceForm wiederhergestellt werden muss...
fr_fr: Vérification si la valeur de registre DeviceForm doit être restaurée...
ja_jp: DeviceForm レジストリを復元する必要があるかどうかを確認しています...
ko_kr: DeviceForm 레지스트리를 복원해야 하는지 확인하는 중...
ru_ru: Проверка необходимости восстановления значения DeviceForm в реестре...
zh_cn: 正在检查是否需要还原 DeviceForm 注册表...
zh_tw: 正在檢查是否需要還原 DeviceForm 登錄檔...

# LogBackupFound
source: Backup file found, proceeding with restore.
de_de: Sicherungsdatei gefunden, Wiederherstellung wird fortgesetzt.
fr_fr: Fichier de sauvegarde trouvé, la restauration va commencer.
ja_jp: バックアップファイルが検出されました。復元操作を実行します。
ko_kr: 백업 파일이 감지되었습니다. 복원 작업을 수행합니다.
ru_ru: Найден файл резервной копии, приступаем к восстановлению.
zh_cn: 检测到备份文件，将进行还原操作。
zh_tw: 偵測到備份檔，將進行還原操作。

# LogRegistryValueRemoved
source: Removed registry value '{0}' based on backup marker.
de_de: Registrierungswert '{0}' basierend auf der Sicherungsmarkierung entfernt.
fr_fr: La valeur de registre '{0}' a été supprimée en fonction du marqueur de sauvegarde.
ja_jp: バックアップマーカーに基づいてレジストリ値 '{0}' を削除しました。
ko_kr: 백업 마커에 따라 레지스트리 값 '{0}'을 제거했습니다.
ru_ru: Значение реестра '{0}' удалено на основе маркера резервной копии.
zh_cn: 已根据备份标记，移除注册表值 '{0}'。
zh_tw: 已根據備份標記，移除登錄檔值 '{0}'。

# LogRegistryValueRestored
source: Restored value from backup: {0}
de_de: Wert aus der Sicherung wiederhergestellt: {0}
fr_fr: Valeur restaurée depuis la sauvegarde : {0}
ja_jp: バックアップファイルから値を復元しました: {0}
ko_kr: 백업 파일에서 값을 복원했습니다: {0}
ru_ru: Значение восстановлено из резервной копии: {0}
zh_cn: 已从备份文件还原数值: {0}
zh_tw: 已從備份檔還原數值: {0}

# LogRegistryBackupInvalid
source: Backup file content is invalid. Safely removing registry value '{0}'.
de_de: Inhalt der Sicherungsdatei ist ungültig. Registrierungswert '{0}' wird sicher entfernt.
fr_fr: Le contenu du fichier de sauvegarde est invalide. Suppression sécurisée de la valeur de registre '{0}'.
ja_jp: バックアップファイルの内容が不正な形式です。安全のため、レジストリ値 '{0}' を直接削除しました。
ko_kr: 백업 파일 내용의 형식이 잘못되었습니다. 안전을 위해 레지스트리 값 '{0}'을 직접 제거했습니다.
ru_ru: Содержимое файла резервной копии неверно. Безопасное удаление значения реестра '{0}'.
zh_cn: 备份文件内容格式不正确，为安全起见，已直接移除注册表值 '{0}'。
zh_tw: 備份檔內容格式不正確，為安全起見，已直接移除登錄檔值 '{0}'。

# LogBackupDeleted
source: Backup file deleted.
de_de: Sicherungsdatei gelöscht.
fr_fr: Fichier de sauvegarde supprimé.
ja_jp: バックアップファイルを削除しました。
ko_kr: 백업 파일이 삭제되었습니다.
ru_ru: Файл резервной копии удален.
zh_cn: 备份文件已删除。
zh_tw: 備份檔已刪除。
